Repository: OmarKDY/GamesWay
Catalog: GamesWay/Resources/Controllers/HomeController.*.resx
Languages: ar

# About
source: About our portal
ar: تعريف عن البورتال

# AboutP
source: Games Way Portal!
ar: منصة جيمز واي

# AboutParagraph
source: Games Way Portal is a website dedicated to online games, which includes four main sections for online games: Logic Games, Arcade and Puzzle Games, Board Games, and Sport Games. The website contains a wide range of different games that users can enjoy, covering all ages and tastes. Users can search for their favorite games , and they can also participate in the exciting competitions and challenges offered by the website.
ar: موقع جيمز واي بورتال هو موقع يهتم بألعاب الإنترنت، حيث يتضمن أربعة أقسام رئيسية لألعاب الإنترنت وهي: ألعاب العقل، ألعاب الأركيد والألغاز، ألعاب الألواح، وألعاب الرياضة. يحتوي الموقع على مجموعة واسعة من الألعاب المختلفة التي يمكن للمستخدمين الاستمتاع بها، وتغطي جميع الأعمار والأذواق. يمكن للمستخدمين البحث عن الألعاب المفضلة لديهم ، كما يمكنهم المشاركة في المسابقات والتحديات الرائعة التي تقدمها الموقع.

# ClickSub
source: By clicking on the above subscribe button, you will agree on the below terms and conditions:
ar: من خلال النقر على زر الاشتراك أعلاه، فإنك توافق على الشروط والأحكام التالية

# GamesP
source: IT'S ALL ABOUT PLAYING OUR GAMES
ar: كل شىء عن لعب العابنا

# GamesT
source: Games Categories
ar: أقسام الألعاب

# IndexGames
source: Our sports gaming platform is the perfect place for gamers and sports enthusiasts alike. With a wide variety of games available, from classic sports simulations to the latest arcade-style games, you'll find something to enjoy no matter what your gaming preferences are. And with regular updates and new games added all the time, there's always something fresh to try. So why not sign up today and start playing?
ar: منصتنا للألعاب الرياضية هي المكان المثالي لعشاق الألعاب والرياضة على حد سواء. مع مجموعة واسعة من الألعاب المتاحة، بدءًا من المحاكاة الكلاسيكية للرياضات وصولًا إلى أحدث ألعاب الممرات، ستجد شيئًا للاستمتاع بغض النظر عن تفضيلاتك في الألعاب. ومع التحديثات العادية وإضافة الألعاب الجديدة باستمرار، هناك دائمًا شيء جديد لتجربته. لذا لماذا لا تشترك اليوم وتبدأ اللعب؟

# IndexStream
source: Our video streaming platform is dedicated to bringing you the latest and greatest in sports-related content. From highlights of the biggest games to in-depth analysis of your favorite teams and players, we have it all. With high-quality video streaming and a user-friendly interface, you'll be able to easily find and watch the content that interests you most. So why wait? Sign up for our streaming service today and start experiencing the world of sports like never before.
ar: منصتنا لبث الفيديوهات مخصص لتقديم أحدث وأروع المحتويات المتعلقة بالرياضة. بدءًا من أهم المباريات وصولاً إلى تحليل شامل لفرقك ولاعبيك المفضلين، فلدينا كل شيء. مع بث فيديو عالي الجودة وواجهة مستخدم سهلة الاستخدام، ستكون قادرًا على العثور بسهولة على المحتوى الذي يهمك أكثر. فلماذا الانتظار؟ اشترك في خدمتنا لبث الفيديو اليوم وابدأ في استكشاف عالم الرياضة كما لم يحدث من قبل.

# MainTitleIndex
source: Welcome to our portal!
ar: اهلا بك فى البورتال

# PortalName
source: Games Way Portal
ar: بوابة ألعاب جيمز واي

# Term1
source: You will start the paid subscription after the free period automatically
ar: ستبدأ الاشتراك المدفوع بشكل تلقائي بعد انتهاء الفترة المجانية.

# Term2
source: No commitment, you can cancel your subscription at any time by sending C GamesWay to 1111
ar: إلى 1111 "C GS" لا تلزمك أي التزامات، يمكنك إلغاء اشتراكك في أي وقت عن طريق إرسال رسالة بالنص

# Term3
source: To get support, please contact vas@ertibaattenogies.com
ar: vas@ertibaattenogies.com للحصول على الدعم، يرجى الاتصال بـ

# Term4
source: The free trail is valid only for new subscribers
ar: الفترة التجريبية المجانية سارية فقط للمشتركين الجدد.

# Term5
source: Enjoy Your Free trial for 24 hours
ar: استمتع بالفترة التجريبية المجانية الخاصة بك لمدة 24 ساعة.

# Term6
source: Please make sure that your browser is not using any 3rdparty blocking technologies and you have a healthy internet connection for swift access to the content.
ar: يرجى التأكد من عدم استخدام متصفحك لأي تقنيات منع الإعلانات من الأطراف الثالثة وأن لديك اتصال إنترنت جيد للوصول السريع إلى المحتوى.

# TermsAndCondition
source: Terms And Conditions
ar: الشروط والأحكام

# VideosP
source: IT'S ALL ABOUT STREAMING OUR VIDEOS
ar: كل شىء عن مشاهدة فيديوهاتنا

# VideosT
source: Our Videos
ar: الفيديوهات
