Repository: OmarKDY/GamesWay
Catalog: GamesWay/Resources/Controllers/SubscribersController.*.resx
Languages: ar

# AlrSub
source: Already subscribed
ar: بالفعل مشترك

# ClickSub
source: By clicking on the above subscribe button, you will agree on the below terms and conditions:
ar: من خلال النقر على زر الاشتراك أعلاه، فإنك توافق على الشروط والأحكام التالية

# ClickSub2
source: When clicking "Subscribe" we will activate your Subscription
ar: عند النقر على "اشتراك"، سنقوم بتنشيط اشتراكك

# EnterNumRecOTP
source: Enter your Etisalat Mobile Number to receive OTP
ar: أدخل رقم هاتفك المحمول من شركة اتصالات لتلقي رمز المصادقة

# EnterPIN
source: Please enter the PIN received to activate your subscription
ar: الرجاء إدخال الرمز السري الذي تم استلامه لتفعيل اشتراكك

# ErrorSubEx
source: Subscription has expired.
ar: الأشتراك أنتهي

# ExitBtn
source: Exit
ar: خروج

source: Invalid pin
ar: رمز تحقق خاطيء

# InvMsisdn
source: Invalid Msisdn
ar: رقم هاتف خاطيء

# LoginBtn
source: Log In
ar: تسجيل الدخول

# LowBalance
source: Low balance to recharge
ar: رصيدكم لا يسمح بالاشتراك في الخدمه

# MainTitle
source: Free for 24 hours then AED 3.25/ day or AED 11/ week (VAT Inclusive)
ar: فترة مجانية لمدة 24 ساعة، ثم 3.25 درهم/يوم (شاملة للضريبة المضافة)

# NumPlaceholder
source: Enter Your Mobile Number
ar: أدخل رقم الهاتف الخاص بك

# PIN
source: After clicking "Subscribe" you will receive PIN message to Confirm your subscription.
ar: بعد النقر على زر "الاشتراك" ستتلقي رسالة برقم سري لتأكيد أشتراكك

# PINEXP
source: Pin Expired (Pin Expiration Duration Is 5min)
ar: رمز التحقق انتهي صلاحياته (صلاحية رمز التخقق 5 دقائق)

# PINPlaceholder
source: Enter Your PIN
ar: أدخل رمز التحقق الخاص بك

# PortalName
source: Games Way Portal
ar: بوابة ألعاب جيمز واي

# PressHere
source: Click Here
ar: اضغط هنا

# ShowLess
source: See Less
ar: شاهد أقل

# ShowMore
source: See More
ar: شاهد أكثر

# SubBefore
source: The mobile number already subscribed before
ar: هذا الرقم تم الاشتراك به من قبل

# SubBtn
source: Subscribe
ar: أشتراك

# Term1
source: You will start the paid subscription after the free period automatically
ar: ستبدأ الاشتراك المدفوع بشكل تلقائي بعد انتهاء الفترة المجانية.

# Term2
source: No commitment, you can cancel your subscription at any time by sending C GamesWay to 1111
ar: إلى 1111 "C GS" لا تلزمك أي التزامات، يمكنك إلغاء اشتراكك في أي وقت عن طريق إرسال رسالة بالنص

# Term3
source: To get support, please contact vas@ertibaattenogies.com
ar: vas@ertibaattenogies.com للحصول على الدعم، يرجى الاتصال بـ

# Term4
source: The free trail is valid only for new subscribers
ar: الفترة التجريبية المجانية سارية فقط للمشتركين الجدد.

# Term5
source: Enjoy Your Free trial for 24 hours
ar: استمتع بالفترة التجريبية المجانية الخاصة بك لمدة 24 ساعة.

# Term6
source: Please make sure that your browser is not using any 3rdparty blocking technologies and you have a healthy internet connection for swift access to the content.
ar: يرجى التأكد من عدم استخدام متصفحك لأي تقنيات منع الإعلانات من الأطراف الثالثة وأن لديك اتصال إنترنت جيد للوصول السريع إلى المحتوى.

# Term7
source: For full terms and conditions click here
ar: للحصول على الشروط والأحكام الكاملة، انقر هنا:

# TermsAndCondition
source: Terms And Conditions
ar: الشروط والأحكام
